Repository: backdrop-contrib/rename_admin_paths
Catalog: translations/*.po
Languages: fr

source: About
fr: À propos

source: The Path Admin module allows users to rename admin paths (/admin/..) to /something/... and (/user/..) to /something_else/...
fr: Le modulePath Admin permet aux utilisateurs de renommer les chemins d'administration (/admin/..) en /something/... et (/user/..) en /something_else/...

source: Uses
fr: Usages

source: Rename admin path
fr: Renommer les chemins d'administration

source: Choose how to rename admin paths by using <a href="@path_admin">Path Admin configuration</a>.
fr: Choisissez comment renommer les chemins d'administration en utilisant <a href="@path_admin">Configuration de Path Admin</a>.

source: Configure how to rename admin paths.
fr: Configurer comment renommer les chemins d'admin.

source: Administer path admin
fr: Administrer path admin

source: Rename Admin Paths
fr: Renommer les chemins d'administration

source: Rename Admin Path
fr: Renommer le chemin admin

source: If checked, "admin" will be replaced by the following term in admin path.
fr: Si cochée, "admin" sera remplacé par le terme suivant dans le chemin d'admininistration.

source: Replace "admin" in admin path by
fr: Remplacez "admin" dans le chemin d'administration par

source: This value will replace "admin" in admin path.
fr: Cette valeur va remplacer "admin" dans le chemin d'administration.

source: Rename User Path
fr: Renommer le chemin user

source: If checked, "user" will be replaced by the following term in user path.
fr: Si cochée, "user" sera remplacé par le terme suivant dans le chemin user.

source: Replace "user" in user path by
fr: Remplacez "user" dans le chemin user

source: This value will replace "user" in user path.
fr: Cette valeur va remplacer "user" dans le chemin user.
